/* RSSBadge */
"Please use the Inspector to connect this object to a suitable collection in your site." = "Veuillez utiliser l'Inspecteur à relier  cet objet à une collection appropriée dans votre site.";

/* Prompt to subscribe to the given collection via RSS */
"Subscribe to RSS feed" = "Souscrivez au flux RSS";

/* RSS Badge */
"The chosen collection has no RSS feed. Please use the Inspector to set it to generate an RSS feed." = "La collection choisie n'a pas de flux RSS. S'il vous plaît utiliser l'Inspecteur de le mettre à générer un flux RSS.";

/* RSS Badge */
"To subscribe to this feed, drag or copy/paste this link to an RSS reader application." = "Pour vous abonner à ce flux, faire glisser ou copier / coller ce lien dans une application de lecteur de RSS.";